Repository: thierryH91200/PegaseUIData_v2
Catalog: PegaseUIData_v2/Resource/Menu.xcstrings
Source language: en
Languages: es, fr, it

source: Bank statement
es: Extracto Bancario
fr: Relevé bancaire
it: Estratto Conto Bancario

source: Bank website
es: Sitio Web del Banco
fr: Site Web de la banque
it: Sito Web della Banca

source: Cash flow curve
es: Curva de Tesorería
fr: Courbe de trésorerie
it: Curva di Cassa

source: Category Bar1
es: Categoría Barra 1
fr: Categorie Bar1
it: Categoria Barra 1

source: Category Bar2
es: Categoría Barra 2
fr: Categorie Bar2
it: Categoria Barra 2

source: Identity
es: Identidad
fr: Identité
it: Identità

source: Internet rapprochement
es: Conciliación en Línea
fr: Rapprochement internet
it: Riconciliazione Online

source: List of transactions
es: Lista de Transacciones
fr: Liste des transactions
it: Elenco delle Transazioni

source: List of Transactions
es: Lista de Transacciones
fr: Liste des transactions
it: Elenco delle Transazioni

source: Notes
es: Notas
it: Note

source: Payment method
es: Método de Pago
fr: Mode de paiement
it: Metodo di Pagamento

source: Recipe / Expense Bar
es: Ingresos y Gastos (Barra)
fr: Recette Depense Bar
it: Entrate e Uscite (Barra)

source: Recipe / Expense Pie
es: Ingresos y Gastos (Circular)
fr: Recette Depense Pie
it: Entrate e Uscite (Torta)

source: Rubric Bar
es: Sección Barra
fr: Rubrique Bar
it: Categoria Barra

source: Rubric Pie
es: Sección Circular
fr: Rubrique Pie
it: Categoria Torta

source: Scheduler
es: Calendario de Pagos
fr: Echéancier
it: Scadenziario

source: Settings
es: Configuraciones
fr: Paramètres
it: Impostazioni
